Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: FileCopier 复制文件失败
ar: FileCopier failed to copy file
de: FileCopier failed to copy file
en: FileCopier failed to copy file
eo: FileCopier failed to copy file
es: FileCopier failed to copy file
fr: FileCopier failed to copy file
hi: FileCopier failed to copy file
id: FileCopier failed to copy file
it: FileCopier failed to copy file
ko: FileCopier failed to copy file
nl: FileCopier failed to copy file
pl: FileCopier failed to copy file
pt: FileCopier failed to copy file
ru: FileCopier failed to copy file
th: FileCopier failed to copy file
tr: FileCopier failed to copy file
vi: FileCopier failed to copy file

source: FileCopier 复制目录失败
ar: FileCopier failed to copy directory
de: FileCopier failed to copy directory
en: FileCopier failed to copy directory
eo: FileCopier failed to copy directory
es: FileCopier failed to copy directory
fr: FileCopier failed to copy directory
hi: FileCopier failed to copy directory
id: FileCopier failed to copy directory
it: FileCopier failed to copy directory
ko: FileCopier failed to copy directory
nl: FileCopier failed to copy directory
pl: FileCopier failed to copy directory
pt: FileCopier failed to copy directory
ru: FileCopier failed to copy directory
th: FileCopier failed to copy directory
tr: FileCopier failed to copy directory
vi: FileCopier failed to copy directory
zh_hant: FileCopier 复制目錄失败

source: FileCopier 复制符号链接失败
ar: FileCopier failed to copy symlink
de: FileCopier failed to copy symlink
en: FileCopier failed to copy symlink
eo: FileCopier failed to copy symlink
es: FileCopier failed to copy symlink
fr: FileCopier failed to copy symlink
hi: FileCopier failed to copy symlink
id: FileCopier failed to copy symlink
it: FileCopier failed to copy symlink
ko: FileCopier failed to copy symlink
nl: FileCopier failed to copy symlink
pl: FileCopier failed to copy symlink
pt: FileCopier failed to copy symlink
ru: FileCopier failed to copy symlink
th: FileCopier failed to copy symlink
tr: FileCopier failed to copy symlink
vi: FileCopier failed to copy symlink
zh_hant: FileCopier 复制符号連結失败

source: FileCopier 完成单文件复制
ar: FileCopier completed single file copy
de: FileCopier completed single file copy
en: FileCopier completed single file copy
eo: FileCopier completed single file copy
es: FileCopier completed single file copy
fr: FileCopier completed single file copy
hi: FileCopier completed single file copy
id: FileCopier completed single file copy
it: FileCopier completed single file copy
ko: FileCopier completed single file copy
nl: FileCopier completed single file copy
pl: FileCopier completed single file copy
pt: FileCopier completed single file copy
ru: FileCopier completed single file copy
th: FileCopier completed single file copy
tr: FileCopier completed single file copy
vi: FileCopier completed single file copy

source: FileCopier 完成目录复制
ar: FileCopier completed directory copy
de: FileCopier completed directory copy
en: FileCopier completed directory copy
eo: FileCopier completed directory copy
es: FileCopier completed directory copy
fr: FileCopier completed directory copy
hi: FileCopier completed directory copy
id: FileCopier completed directory copy
it: FileCopier completed directory copy
ko: FileCopier completed directory copy
nl: FileCopier completed directory copy
pl: FileCopier completed directory copy
pt: FileCopier completed directory copy
ru: FileCopier completed directory copy
th: FileCopier completed directory copy
tr: FileCopier completed directory copy
vi: FileCopier completed directory copy
zh_hant: FileCopier 完成目錄复制

source: FileCopier 开始复制
ar: FileCopier started copying
de: FileCopier started copying
en: FileCopier started copying
eo: FileCopier started copying
es: FileCopier started copying
fr: FileCopier started copying
hi: FileCopier started copying
id: FileCopier started copying
it: FileCopier started copying
ko: FileCopier started copying
nl: FileCopier started copying
pl: FileCopier started copying
pt: FileCopier started copying
ru: FileCopier started copying
th: FileCopier started copying
tr: FileCopier started copying
vi: FileCopier started copying

source: FileCopier 读取资源属性失败
ar: FileCopier failed to read resource attributes
de: FileCopier failed to read resource attributes
en: FileCopier failed to read resource attributes
eo: FileCopier failed to read resource attributes
es: FileCopier failed to read resource attributes
fr: FileCopier failed to read resource attributes
hi: FileCopier failed to read resource attributes
id: FileCopier failed to read resource attributes
it: FileCopier failed to read resource attributes
ko: FileCopier failed to read resource attributes
nl: FileCopier failed to read resource attributes
pl: FileCopier failed to read resource attributes
pt: FileCopier failed to read resource attributes
ru: FileCopier failed to read resource attributes
th: FileCopier failed to read resource attributes
tr: FileCopier failed to read resource attributes
vi: FileCopier failed to read resource attributes

source: Finder 删除失败
ar: Finder deletion failed
de: Finder deletion failed
en: Finder deletion failed
eo: Finder deletion failed
es: Finder deletion failed
fr: Finder deletion failed
hi: Finder deletion failed
id: Finder deletion failed
it: Finder deletion failed
ja: Finderの削除に失敗しました
ko: Finder 삭제 실패
nl: Finder deletion failed
pl: Finder deletion failed
pt: Finder deletion failed
ru: Finder deletion failed
th: Finder deletion failed
tr: Finder deletion failed
vi: Finder deletion failed
zh_hant: Finder 刪除失敗

source: Flutter/Dart 缓存
ar: Flutter/Dart Cache
de: Flutter/Dart Cache
en: Flutter/Dart Cache
eo: Flutter/Dart Cache
es: Flutter/Dart Cache
fr: Flutter/Dart Cache
hi: Flutter/Dart Cache
id: Flutter/Dart Cache
it: Flutter/Dart Cache
ja: Flutter/Dart Cache
ko: Flutter/Dart Cache
nl: Flutter/Dart Cache
pl: Flutter/Dart Cache
pt: Flutter/Dart Cache
ru: Flutter/Dart Cache
th: Flutter/Dart Cache
tr: Flutter/Dart Cache
vi: Flutter/Dart Cache
zh_hant: Flutter/Dart 快取

source: FolderMonitor 启动失败：无法打开目录
ar: FolderMonitor failed to start: could not open directory
de: FolderMonitor failed to start: could not open directory
en: FolderMonitor failed to start: could not open directory
eo: FolderMonitor failed to start: could not open directory
es: FolderMonitor failed to start: could not open directory
fr: FolderMonitor failed to start: could not open directory
hi: FolderMonitor failed to start: could not open directory
id: FolderMonitor failed to start: could not open directory
it: FolderMonitor failed to start: could not open directory
ko: FolderMonitor failed to start: could not open directory
nl: FolderMonitor failed to start: could not open directory
pl: FolderMonitor failed to start: could not open directory
pt: FolderMonitor failed to start: could not open directory
ru: FolderMonitor failed to start: could not open directory
th: FolderMonitor failed to start: could not open directory
tr: FolderMonitor failed to start: could not open directory
vi: FolderMonitor failed to start: could not open directory
zh_hant: FolderMonitor 启动失败：无法打开目錄

source: FolderMonitor 启动失败：目录不存在
ar: FolderMonitor failed to start: directory does not exist
de: FolderMonitor failed to start: directory does not exist
en: FolderMonitor failed to start: directory does not exist
eo: FolderMonitor failed to start: directory does not exist
es: FolderMonitor failed to start: directory does not exist
fr: FolderMonitor failed to start: directory does not exist
hi: FolderMonitor failed to start: directory does not exist
id: FolderMonitor failed to start: directory does not exist
it: FolderMonitor failed to start: directory does not exist
ko: FolderMonitor failed to start: directory does not exist
nl: FolderMonitor failed to start: directory does not exist
pl: FolderMonitor failed to start: directory does not exist
pt: FolderMonitor failed to start: directory does not exist
ru: FolderMonitor failed to start: directory does not exist
th: FolderMonitor failed to start: directory does not exist
tr: FolderMonitor failed to start: directory does not exist
vi: FolderMonitor failed to start: directory does not exist
zh_hant: FolderMonitor 启动失败：目錄不存在

source: GitHub API 响应无效
ar: Invalid GitHub API response
de: Invalid GitHub API response
en: Invalid GitHub API response
eo: Invalid GitHub API response
es: Invalid GitHub API response
fr: Invalid GitHub API response
hi: Invalid GitHub API response
id: Invalid GitHub API response
it: Invalid GitHub API response
ja: GitHub API レスポンスが無効です
ko: GitHub API 응답이 잘못됨
nl: Invalid GitHub API response
pl: Invalid GitHub API response
pt: Invalid GitHub API response
ru: Invalid GitHub API response
th: Invalid GitHub API response
tr: Invalid GitHub API response
vi: Invalid GitHub API response
zh_hant: GitHub API 回應無效

source: Gradle 构建缓存、Wrapper 和依赖数据
ar: Gradle build cache, Wrapper, and dependency data
de: Gradle build cache, Wrapper, and dependency data
en: Gradle build cache, Wrapper, and dependency data
eo: Gradle build cache, Wrapper, and dependency data
es: Gradle build cache, Wrapper, and dependency data
fr: Gradle build cache, Wrapper, and dependency data
hi: Gradle build cache, Wrapper, and dependency data
id: Gradle build cache, Wrapper, and dependency data
it: Gradle build cache, Wrapper, and dependency data
ja: Gradle build cache, Wrapper, and dependency data
ko: Gradle build cache, Wrapper, and dependency data
nl: Gradle build cache, Wrapper, and dependency data
pl: Gradle build cache, Wrapper, and dependency data
pt: Gradle build cache, Wrapper, and dependency data
ru: Gradle build cache, Wrapper, and dependency data
th: Gradle build cache, Wrapper, and dependency data
tr: Gradle build cache, Wrapper, and dependency data
vi: Gradle build cache, Wrapper, and dependency data
zh_hant: Gradle 建置快取、Wrapper 和相依資料

source: Gradle 缓存
ar: Gradle Cache
de: Gradle Cache
en: Gradle Cache
eo: Gradle Cache
es: Gradle Cache
fr: Gradle Cache
hi: Gradle Cache
id: Gradle Cache
it: Gradle Cache
ja: Gradle Cache
ko: Gradle Cache
nl: Gradle Cache
pl: Gradle Cache
pt: Gradle Cache
ru: Gradle Cache
th: Gradle Cache
tr: Gradle Cache
vi: Gradle Cache
zh_hant: Gradle 快取

source: Java Maven 依赖仓库
ar: Java Maven dependency repository
de: Java Maven dependency repository
en: Java Maven dependency repository
eo: Java Maven dependency repository
es: Java Maven dependency repository
fr: Java Maven dependency repository
hi: Java Maven dependency repository
id: Java Maven dependency repository
it: Java Maven dependency repository
ja: Java Maven dependency repository
ko: Java Maven dependency repository
nl: Java Maven dependency repository
pl: Java Maven dependency repository
pt: Java Maven dependency repository
ru: Java Maven dependency repository
th: Java Maven dependency repository
tr: Java Maven dependency repository
vi: Java Maven dependency repository
zh_hant: Java Maven 依賴倉庫

source: Keras 数据
ar: Keras Data
de: Keras Data
en: Keras Data
eo: Keras Data
es: Keras Data
fr: Keras Data
hi: Keras Data
id: Keras Data
it: Keras Data
ja: Keras Data
ko: Keras Data
nl: Keras Data
pl: Keras Data
pt: Keras Data
ru: Keras Data
th: Keras Data
tr: Keras Data
vi: Keras Data
zh_hant: Keras 資料

source: Keras 模型和数据集
ar: Keras models and datasets
de: Keras models and datasets
en: Keras models and datasets
eo: Keras models and datasets
es: Keras models and datasets
fr: Keras models and datasets
hi: Keras models and datasets
id: Keras models and datasets
it: Keras models and datasets
ja: Keras models and datasets
ko: Keras models and datasets
nl: Keras models and datasets
pl: Keras models and datasets
pt: Keras models and datasets
ru: Keras models and datasets
th: Keras models and datasets
tr: Keras models and datasets
vi: Keras models and datasets
zh_hant: Keras 模型和資料集

# Language
source: 语言
ar: لغة
de: Sprache
en: Language
eo: Lingvo
es: Idioma
fr: Langue
hi: भाषा
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ru: Язык
th: ภาษา
tr: Dil
vi: Ngôn ngữ
zh_hant: 語言

source: LaunchAgent 加载失败
ar: فشل تحميل LaunchAgent
de: LaunchAgent konnte nicht geladen werden
en: LaunchAgent failed to load
eo: LaunchAgent malsukcesis ŝargi
es: Error al cargar LaunchAgent
fr: Échec du chargement de LaunchAgent
hi: LaunchAgent लोड होने में विफल
id: LaunchAgent gagal dimuat
it: Caricamento LaunchAgent non riuscito
ja: LaunchAgentの読み込みに失敗しました
ko: LaunchAgent 로드 실패
nl: LaunchAgent laden mislukt
pl: Nie udało się załadować LaunchAgent
pt: Falha ao carregar LaunchAgent
ru: Ошибка загрузки LaunchAgent
th: ไม่สามารถโหลด LaunchAgent ได้
tr: LaunchAgent yüklenemedi
vi: LaunchAgent tải thất bại
zh_hant: LaunchAgent 載入失敗

# Link %lld Apps
source: 链接 %lld 个应用
ar: ربط %lld تطبيقات
de: %lld Apps verknüpfen
en: Link %lld Apps
eo: Ligi %lld aplikaĵojn
es: Enlazar %lld apps
fr: Lier %lld apps
hi: %lld ऐप्स लिंक करें
id: Tautkan %lld Aplikasi
it: Collega %lld app
ja: %lld アプリをリンク
ko: %lld개 앱 연결
nl: %lld apps koppelen
pl: Połącz %lld aplikacji
pt: Vincular %lld apps
ru: Связать %lld приложений
th: เชื่อมโยง %lld แอป
tr: %lld Uygulama Bağla
vi: Liên kết %lld ứng dụng
zh_hant: 連結 %lld 個應用程式

# Link Back to Local
source: 链接回本地
ar: الرابط العودة إلى المحلي
de: Zurück zu Lokal verknüpfen
en: Link Back to Local
eo: Ligi reen al Loka
es: Enlazar de nuevo a local
fr: Lier à nouveau au local
hi: स्थानीय से लिंक करें
id: Tautkan Kembali ke Lokal
it: Collega di nuovo al locale
ja: ローカルにリンクし直す
ko: 로컬로 다시 연결
nl: Link terug naar lokaal
pl: Połącz z powrotem z lokalnym
pt: Vincular de volta ao local
ru: Связать обратно с локальным
th: เชื่อมโยงกลับไปที่เครื่อง
tr: Yerele Geri Bağla
vi: Liên kết lại cục bộ
zh_hant: 連結回本地

source: Mac 本地应用
ar: تطبيقات محلية
de: Lokale Apps
en: Local Apps
eo: Lokaj Aplikaĵoj
es: Apps locales
fr: Applications locales
hi: स्थानीय ऐप्स
id: Aplikasi Lokal
it: App locali
ja: ローカルアプリ
ko: 로컬 앱
nl: Lokale apps
pl: Aplikacje lokalne
pt: Apps locais
ru: Локальные приложения
th: แอปในเครื่อง
tr: Yerel Uygulamalar
vi: Ứng dụng cục bộ
zh_hant: Mac 本地應用程式

source: macOS 15.1+ 已原生支持 App Store 应用外部安装
ar: macOS 15.1+ natively supports external installation of App Store apps
de: macOS 15.1+ natively supports external installation of App Store apps
en: macOS 15.1+ natively supports external installation of App Store apps
eo: macOS 15.1+ natively supports external installation of App Store apps
es: macOS 15.1+ natively supports external installation of App Store apps
fr: macOS 15.1+ natively supports external installation of App Store apps
hi: macOS 15.1+ natively supports external installation of App Store apps
id: macOS 15.1+ natively supports external installation of App Store apps
it: macOS 15.1+ natively supports external installation of App Store apps
ja: macOS 15.1+ natively supports external installation of App Store apps
ko: macOS 15.1+ natively supports external installation of App Store apps
nl: macOS 15.1+ natively supports external installation of App Store apps
pl: macOS 15.1+ natively supports external installation of App Store apps
pt: macOS 15.1+ natively supports external installation of App Store apps
ru: macOS 15.1+ нативно поддерживает установку приложений из App Store на внешний диск
th: macOS 15.1+ natively supports external installation of App Store apps
tr: macOS 15.1+ natively supports external installation of App Store apps
vi: macOS 15.1+ natively supports external installation of App Store apps
zh_hant: macOS 15.1+ 已原生支持 App Store 應用程式外部安装

source: macOS 15.1+ 支持将 App Store 应用安装到外部磁盘。 请在 App Store → 设置中勾选「将大型 App 下载并安装到独立磁盘」，并选择当前外部驱动器。 设置完成后点击「我已设置」，AppPorts 会自动创建 Applications 目录并检测管理这些应用。
ar: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
de: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
en: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
eo: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
es: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
fr: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
hi: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
id: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
it: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
ja: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
ko: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
nl: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
pl: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
pt: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
ru: macOS 15.1+ поддерживает установку приложений из App Store на внешний диск. Откройте App Store → Настройки и включите «Загружать и устанавливать большие приложения на отдельный диск», затем выберите текущий внешний диск. После настройки нажмите «Я настроил», и AppPorts автоматически создаст папку Applications и обнаружит эти приложения.
th: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
tr: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.
vi: macOS 15.1+ supports installing App Store apps to external disks. Please go to App Store → Settings and check "Download and install large apps to a separate disk", then select your current external drive. After setup, click "I've Set It Up" and AppPorts will automatically create the Applications directory and detect these apps.

source: macOS 应用迁移工具
ar: أداة نقل تطبيقات macOS
de: Migrationstool für macOS-Apps
en: macOS app migration tool
eo: Migra ilo por macOS-aplikaĵoj
es: Herramienta de migración de apps para macOS
fr: Outil de migration d’apps macOS
hi: macOS ऐप माइग्रेशन टूल
id: Alat migrasi aplikasi macOS
it: Strumento di migrazione delle app macOS
ja: macOSアプリ移行ツール
ko: macOS 앱 마이그레이션 도구
nl: Migratietool voor macOS-apps
pl: Narzędzie do przenoszenia aplikacji macOS
pt: Ferramenta de migração de apps para macOS
ru: Инструмент переноса приложений macOS
th: เครื่องมือย้ายแอป macOS
tr: macOS uygulama taşıma aracı
vi: Công cụ di chuyển ứng dụng macOS
zh_hant: macOS 應用程式遷移工具
